<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fields
    |--------------------------------------------------------------------------
    */

    'field.guard_name'        => 'Тип авторизации',
    'field.permissions_count' => 'Кол-во разрешений',
    'field.name'              => 'Имя',
    'field.permissions'       => 'Разрешения',
    'field.roles'             => 'Роли',
    'field.role'              => 'Роль',
    'field.team'              => 'Команда',
    'field.models'            => 'Модели',

    /*
    |--------------------------------------------------------------------------
    | Actions
    |--------------------------------------------------------------------------
    */

    'action.attach_to_roles' => 'Привязать к ролям',

    /*
    |--------------------------------------------------------------------------
    | Labels
    |--------------------------------------------------------------------------
    */

    'section.permission'            => 'Разрешение',
    'section.permissions'           => 'Разрешения',
    'section.role'                  => 'Роль',
    'section.roles'                 => 'Роли',
    'section.roles_and_permissions' => 'Роли и разрешения',
    'section.users'                 => 'Сотрудники',
    'select-team'                   => 'Выберите команду',
    'select-team-hint'              => 'Оставьте пустым для глобальной роли',
];
